Post.seed(:id,
  { id: 1, title: '全ての無垢フローリングに共通する床のきちんとした手入れ方法',
    body: '床を拭く場合には乾いた雑巾で行ってください。表面がコーティングされていますが、水ぶきはおすすめできません。大きいゴミは一ヶ所に掃き寄せて掃除機などで吸い取ってください。
    板の隙間のゴミはほとんど掃除機などで取り除けます。粘土質の物が隙間に詰まった場合にはつまようじ等で取り除いてください。',
    user_id: 1, main_category_id: 1, sub_category_id: 1 },
  { id: 2, title: '大掃除の仕方',
    body: '掃除機をかけるか、固く絞った雑巾で拭いて下さい。
    それでも落ちない汚れがある場合には、中性洗剤を薄めたものを含ませ、固くしぼった雑巾で拭いて下さい。
    最後に乾いた雑巾で乾拭きをします。',
    user_id: 1, main_category_id: 1, sub_category_id: 1 },
  { id: 3, title: 'ワックスをかける場合',
    body: 'ウレタン塗装・ウレタンUV塗装の製品にはワックスを塗る必要はありません。 杉・桧に使用している硬化クリア塗装などはワックスがけをするとムラが出る場合がありますので、ワックスは使用しないでください。 特にツヤを出したい等なんらかの理由でワックスをかける場合には、無垢フローリングに塗装出来る商品がご確認の上、詳細は各ワックスメーカーにお問い合わせください。 また、必ずワックスの「取扱説明書」をよく読み、使用上の注意を守ってください。塗装前に目立たない部分で試し塗りをしてください。',
    user_id: 1, main_category_id: 1, sub_category_id: 1 },
  { id: 4, title: 'やってはいけないこと',
    body: '中性洗剤以外の洗剤は使わないでください。
    塗れたままの状態にしていると、床板が反ったり割れたりする原因になります。水がついたらすぐに拭き取ってください。
    水を多く含んだモップや雑巾でのお手入れは厳禁です！
    薬品のついた化学モップなどは変色の原因になりますので、ご使用は避けて下さい。',
    user_id: 1, main_category_id: 1, sub_category_id: 1 }
)
